Repository: quintipio/SimplyMovie
Catalog: SimplyMovieWin10/Strings/*/Resources.resw
Source language: en
Languages: es, fr, pt

# AcceuilContent.Content
source: Home
es: Página de inicio
fr: Acceuil
pt: Casa

# AcceuilText.Text
source: Welcome on Simply Movie
es: Bienvenidos a Simply movie
fr: Bienvenue sur Simply Movie
pt: Bem-vindo no Simply Movie

# ActeursText.Text
source: Actors :
es: Actores:
fr: Acteurs :
pt: Atores:

# ActeurText.Text
source: Actors :
es: Actores:
fr: Acteurs :
pt: Atores:

# AfficheText.Text
source: Poster :
es: Cartel:
fr: Affiche :
pt: Cartaz:

# AjouterFilmBiblioContent.Content
source: Add this movie in my video library
es: Añadir esta película a mi biblioteca
fr: Ajouter ce film à ma bibliothèque
pt: Adicionar este filme em minha videoteca

# AjouterFilmText
source: New movie
es: Nueva película
fr: Nouveau film
pt: Novo filme

# AjouterSerieBiblioContent.Content
source: Add this tv show in my video library
es: Añadir esta serie a mi biblioteca
fr: Ajouter cette série à ma bibliothèque
pt: Adicionar este programa de tv na minha biblioteca de vídeo

# AnneeText.Text
source: Year :
es: Año:
fr: Année :
pt: Ano:

# AnnulerDlg.PrimaryButtonText
source: Cancel
es: Cancelar
fr: Annuler
pt: Cancelar

# AppdLabel.Label
source: About...
es: Con respecto a...
fr: A propos de...
pt: Sobre...

# AppdText.Text
source: About...
es: Con respecto a...
fr: A propos de...
pt: Sobre...

# AucunResultat
source: No result
es: Ningún resultado
fr: Aucun résultat
pt: Nenhum resultado

# AutreText
source: Other :
es: Otros:
fr: Autre :
pt: Outros:

# AvecText.Text
source: With :
es: Con:
fr: Avec :
pt: Outros:

# avert
source: Warning
es: advertencia
fr: Avertissement
pt: Aviso

# avertissementImport
source: Attention, by loading the data, all that is currently saved will erase. Want to continue you?
es: Atención, por la carga de los datos, todo lo que se guarda actualmente se borrará. ¿Desea continuar?
fr: Attention, en chargeant les données, tout ce qui est actuellement sauvegardé sera effacer. Voulez vous continuer ?
pt: Atenção, carregando os dados, tudo o que é atualmente salvo irá apagar. Quer continuar com você?

# AVoirEtNonPosseder.Content
source: See and that I do not have
es: Ver y que no tienen
fr: A voir et que je n'ai pas
pt: Ver e que eu não tenho

# AVoirPossederContent.Content
source: To see in my video library
es: En mi videoteca
fr: A voir dans ma vidéothèque
pt: Para ver em minha videoteca

# BiblioContent.Content
source: My video library
es: Mi biblioteca
fr: Ma bibliothèque
pt: Minha videoteca

# BibliothequeText.Text
source: My video library
es: Mi videoteca
fr: Ma vidéothèque
pt: Minha videoteca

# BugsLabel.Label
source: Bugs, suggestions
es: Bugs, sugerencias
pt: Erros, sugestões

# CastText.Text
source: Cast :
es: Reparto:
fr: Casting :
pt: Elenco:

# ChargerContent.Content
source: Load
es: Carga
fr: Charger
pt: Carga

# ChoixLangueText.Text
source: Choose the language :
es: Seleccione el idioma:
fr: Choisir la langue :
pt: Escolha o idioma:

# confirmSupFilm
source: Are you sure you want delete this movie ?
es: ¿Está seguro que desea eliminar esta película?
fr: Êtes vous sûr de vouloir supprimer ce film ?
pt: Tem certeza que quer apagar este filme?

# ConsulterBiblioContent.Content
source: Consult in my video library
es: Consultar en mi biblioteca
fr: Consulter dans ma bibliothèque
pt: Consultar em minha videoteca

# ConsulterInternetContent.Content
source: Consult the complet
es: Consulte la completa
fr: Consulter la fiche complète
pt: Consultar o complet

# contentAutre.Content
source: Other
es: Otros
fr: Autre
pt: Outros

# contentFichier.Content
source: File
es: Archivo
fr: Fichier
pt: Arquivo

# contentFilm.Content
source: Movie
es: Película
fr: Film
pt: Filme

# contentPosseder.Content
source: I have it
es: Yo lo tengo
fr: Je l'ai
pt: Eu tenho isso

# contentSerie.Content
source: Tv shows
es: Serie
fr: Série
pt: Série

# contentSouhait.Content
source: I would like to have it !
es: Gustaría tener
fr: Je souhaite l'avoir
pt: Eu gostaria de tê-lo!

# contentSouhaitVoir.Content
source: I would like to have it
es: Me gustaría verlo
fr: Je souhaite le voir
pt: Eu gostaria de tê-lo

# contentVu.Content
source: I saw it !
es: Lo vi!
fr: Je l'ai vu !
pt: Eu vi!

# contentWeb.Content
source: Internet Link
es: Enlace de Internet
fr: Lien Internet
pt: Link de Internet

# CoutText.Text
source: Production costs :
es: Costos de producción:
fr: Coûts de productions :
pt: Custos de produção:

# CrewText.Text
source: Technical team :
es: Equipo técnico:
fr: Equipe technique :
pt: Equipe técnica:

# DateSortieText.Text
source: Release date :
es: Fecha de lanzamiento:
fr: Date de sortie :
pt: Data de lançamento:

# DatesText.Text
source: Dates :
es: Fechas:
pt: Datas:

# DeveloppeurText.Text
source: Developper
es: Desarrollador
fr: Développeur

# DlgShowFilm.PrimaryButtonText
source: Close
es: Cerrar
fr: Fermer
pt: Fechar

# DureeText.Text
source: Duration (in minutes) :
es: Duración (en minutos):
fr: Durée (en minutes) :
pt: Duração (em minutos):

# EpisodeText.Text
source: Episodes :
es: Episodios:
pt: Episódios:

# EquipeTechniqueText.Text
source: Member of the technical team:
es: Miembro del equipo técnico:
fr: Membre de l'équipe technique :
pt: Membro da equipe técnica:

# erreurAucuneImage
source: No image to load
es: Ninguna imagen para cargar
fr: Aucune Image à charger
pt: Nenhuma imagem para carregar

# erreurFormatAnnee
source: The year must be a number
es: El año debe ser un número
fr: L'année doit être un nombre
pt: O ano deve ser um número

# erreurInternet
source: Error retrieving information from the internet
es: Error al recuperar información de internet
fr: Erreur lors de la récupération des informations provenant d'internet
pt: Erro ao recuperar informações da internet

# erreurPoidImage
source: The image must be less than weight
es: La imagen debe ser menor que el peso
fr: L'image doit faire un poid inférieur à
pt: A imagem deve ser menor do que o peso

# erreurSizeImage
source: The size of the image must be at least
es: El tamaño de la imagen debe ser por lo menos
fr: La taille de l'image doit être au moins de
pt: O tamanho da imagem deve ser pelo menos

# erreurTitreVide
source: The title field must not be empty
es: El campo de título no debe estar vacío
fr: Le champ titre ne doit pas être vide
pt: O campo de título não deve estar vazio

# errExport
source: Error when exporting
es: Error al exportar
fr: Erreur lors de l'export
pt: Erro ao exportar

# errImport
source: Error when importing
es: Error durante la importación
fr: Erreur lors de l'import
pt: Erro ao importar

# ExporterLabel.Label
source: Export
es: De la exportación
fr: Exporter
pt: Exportação

# exportOk
source: Export completed
es: Exportación completada
fr: Export effectué
pt: Exportação concluída

# FilmAjoute
source: Added movie !
es: Película agregada!
fr: Film ajouté !
pt: Filme adicionado!

# FilmAPossederText.Text
source: To buy
es: Una compra
fr: A acheter
pt: Para comprar

# FilmAVoirText.Text
source: To see
es: Ver
fr: A voir
pt: Ver

# FilmFavorisText.Text
source: My favorites
es: Mis Favoritos
fr: Mes favoris

# FilmModif
source: Modified movie !
es: Modificado película!
fr: Film modifié !
pt: Filme modificado!

# FilmMomentText.Text
source: Movies of the moment
es: Películas del momento
fr: Films du moment
pt: Filmes do momento

# FilmPopulaireText.Text
source: Popular movies
es: Películas populares
fr: Films populaires
pt: Filmes populares

# FilmSimilaireText.Text
source: Similars :
es: Similar:
fr: Similaires :
pt: Similares:

# FilmsText.Text
source: Movies
es: Películas
fr: Films
pt: Filmes

# GenreText.Text
source: Genres :
es: Géneros:
pt: Gêneros:

# importOk
source: Import completed
es: Importación completado
fr: Import effectué
pt: Importação concluída

# JeLaiAcheterContent.Content
source: I have it !
es: Yo lo tengo!
fr: Je l'ai !
pt: Eu tenho!

# JeLaiVuContent.Content
source: I saw it !
es: Lo vi!
fr: Je l'ai vu !
pt: Eu vi!

# LieuNaissanceText.Text
source: Place of birth :
es: Lugar de nacimiento:
fr: Lieu de naissance :
pt: Local de nascimento:

# LinkContent.Content
source: Link
es: Enlace
fr: Lien

# MaNoteText.Text
source: My rate :
es: Mi Nota:
fr: Ma note :
pt: Minha taxa de:

# MenuContent.Content
source: Menu
es: Menú
pt: Menu de

# ModifierFilmText
source: Modify a movie
es: Editar una película
fr: Modifier un film
pt: Modificar um filme

# NombreEpisodeText.Text
source: Number of episodes :
es: Número de episodios:
fr: Nombres d'épisodes :
pt: Número de episódios:

# NombreSaisonText.Text
source: Number of seasons :
es: Número de temporadas:
fr: Nombre de saisons :
pt: Número de estações:

# NonPossederContent.Content
source: Those which I have not
es: Los que no lo hice
fr: Ceux que je n'ai pas
pt: Aqueles que eu não tenho

# NoteDuFilmText.Text
source: General rate :
es: Nota general:
fr: Note générale :
pt: Taxa geral:

# NouveauFilmText.Text
source: New
es: Nuevo
fr: Nouveau
pt: Novo

# NouveauLabel.Label
source: New
es: Nuevo
fr: Nouveau
pt: Novo

# NouveauteesContenu.Text
source: Version 1.2: -Bug fixes -Change the sorting and the display in the library -A tool for added movies from a folder. -Added management of collections of movies. -Added the documentary show and animation types. Version 1.1: -Creating the application
es: Versión 1.2: -Corrección de errores. -Cambio de la clasificación y la exhibición en la biblioteca. -A las herramientas para cualquier añadido una carpeta de películas. -Añadida gestión de colecciones de películas. -Añadido la demostración documental y animación. Versión 1.1: -Creación de la aplicación
fr: Version 1.2 : - Corrections de bugs - Modification du tri et de l'affichage dans la bibliothèque - Ajout d'un outil pour importé un dossier de films - Ajout de la gestion des collections de films. - Ajout des types documentaire, spectacle, et animation. Version 1.1 : - Création de l'application
pt: Versão 1.2: -Correções de bugs. -Mudar a classificação e a exposição na biblioteca. -A ferramenta para qualquer adicionado a uma pasta de filmes. -Adicionado gerenciamento de coleções de filmes. -Adicionado os tipos documentais, show e animação. Versão 1.1: -Criando a aplicação

# NouveauteesText.Text
source: News :
es: Noticias:
fr: Nouveautées :
pt: Notícias:

# OrigineText.Text
source: Origin :
es: Origen:
fr: Origine :
pt: Origem:

# ParametresContent.Content
source: Parameters
es: Parámetros
fr: Paramètres
pt: Parâmetros

# ParametreText.Text
source: Parameters
es: Parámetros
fr: Paramètres
pt: Parâmetros

# PersonnesText.Text
source: People
es: Personas
fr: Personnes
pt: Pessoas

# phraseAnnuler
source: Cancel
es: Cancelar
fr: Annuler
pt: Cancelar

# PhraseCortanaText.Text
source: What movies are to see with Simply Movie? Displays movies to watch with Simply Movie? What are my favorite movies with Simply Movie? What are the movies to buy with Simply Movie? What are the movies of the moment with Simply Movie? What are the tv shows of the moment with Simply Movie?
es: ¿Qué películas tienen que ver con Simply Movie? ¿Muestra de películas para ver con Simply Movie? ¿Cuáles son mis películas favoritas con Simply Movie? ¿Cuáles son las películas que tengo que comprar con Simply Movie? ¿Cuáles son las películas del momento con Simply Movie? ¿Cuáles son las series del momento con Simply Movie?
fr: Quels films sont à voir avec Simply Movie ? Affiche des films à regarder Simply Movie ? Quels sont mes films favoris avec Simply Movie ? Quels sont les films à avoir avec Simply Movie ? Quels sont les films du moment avec Simply Movie ? Quels sont les séries du moment avec Simply Movie ?
pt: Simply Movie, que filmes estão a ver? Simply Movie, Exibe filmes para assistir? Simply Movie, o que são meus filmes favoritos? Simply Movie, Quais são os filmes para comprar? Simply Movie, quais são os filmes do momento? Simply Movie, o que são a tv mostra do momento?

# phraseOK
source: OK
es: Vale

# phraseOui
source: Yes
es: Sí
fr: Oui
pt: Sim

# PlusResultatContent.Content
source: More results
es: Más resultado
fr: Plus de résultat
pt: Mais resultados

# PolitiqueConf.Text
source: This application collects no personal information that could identify you. All the information are explicitly populated by the user during use of the application. None of this information is transmitted to third-party servers, made public or shared on the internet. All collected information is stored on your pc in your private directory. Internet connection is required by the application only to submit queries to search movies, series, or people to http://api.themoviedb.org/3/. If you have any questions about the privacy policy, you can send a message to the email qdelfour@gmail.com.
es: Esta aplicación no recopila ninguna información personal que pudiera identificarle. Toda la información se rellenan explícitamente por el usuario durante el uso de la aplicación. Ninguna de esta información es transmitida a los servidores de terceros, hechos público o compartido en internet. Toda la información recogida se almacena en su pc en el directorio privado. Conexión a Internet es requerida por la aplicación sólo para enviar consultas para buscar películas, series o personas http://api.themoviedb.org/3/. Si usted tiene preguntas sobre la política de privacidad, usted puede enviar un mensaje al correo qdelfour@gmail.com.
fr: Cette application ne collecte pas d'informations personnelles pouvant vous identifier. Toute les informations contenues sont explicitement remplies par l'utilisateur au cours de l'utilisation de l'application. Aucune de ces informations n'est transmises à des serveurs tiers, rendues publiques ou partagées sur internet. Toute les informations collectées sont stockées sur votre pc dans votre répertoire privé. La connexion internet est requise par l'application uniquement pour soumettre les requêtes de recherches de films, de séries, ou de personnes à http://api.themoviedb.org/3/. Si vous avez des questions sur la politique de confidentialité, vous pouvez envoyer un message à l'adresse email qdelfour@gmail.com .
pt: Este aplicativo não coleta nenhuma informação pessoal que possa identificá-lo. Todas as informações são preenchidas explicitamente pelo usuário durante o uso do aplicativo. Nenhuma dessas informações é transmitida a servidores de terceiros, feitas público ou compartilhado na internet. Todas as informações coletadas são armazenadas no seu pc no seu diretório privado. Conexão de Internet é necessário, o aplicativo somente para enviar consultas para pesquisar filmes, séries ou as pessoas a http://api.themoviedb.org/3/. Se você tiver alguma dúvida sobre a política de privacidade, você pode enviar uma mensagem para o e-mail qdelfour@gmail.com.

# PolitiqueConfText.Text
source: Privacy policy
es: Política de privacidad
fr: Politique de confidentialité
pt: Política de privacidade

# PossederContent.Content
source: Those which I have
es: Los que tengo
fr: Ceux que j'ai
pt: Aqueles que eu tenho

# PossederText
source: I have it
es: Yo lo tengo
fr: Je l'ai
pt: Eu tenho isso

# ProducteursText.Text
source: Producters :
es: Productores:
fr: Producteurs :
pt: Produtores:

# RateLabel.Label
source: Rate the app !
es: Nota la aplicación!
fr: Notez l'app !
pt: Classifique o app!

# RealisateursText.Text
source: Directors :
es: Directores:
fr: Réalisateurs :
pt: Diretores:

# RecetteText.Text
source: Recipe :
es: Receta:
fr: Recette :
pt: Receita:

# RedemarrageRequisText.Text
source: A reboot is required to take fully into account the change of language
es: Un reinicio es necesario para tener plenamente en cuenta el cambio de idioma
fr: Un redémarrage est requis pour prendre pleinement en compte le changement de langue
pt: Uma reinicialização é necessária para ter plenamente em conta a mudança de idioma

# restaurerDataContent.Content
source: Restore data :
es: Restaurar los datos
fr: Restaurer les données
pt: Restaure dados:

# saisonText.Text
source: Season :
es: Temporada:
fr: Saison :
pt: Temporada:

# sauvegarderDataContent.Content
source: Save datas
es: Respaldo de datos
fr: Sauvegarder les données
pt: Salvar dados

# saveRestoreText.Text
source: Save / Restore
es: Guardar / restaurar
fr: Sauvegarder / Restaurer
pt: Salvar / restaurar

# SeriesText.Text
source: Tv shows
es: Serie
fr: Séries
pt: Séries

# SouhaitAvoirText
source: I would like to have it
es: Gustaría tener
fr: Je souhaite l'avoir
pt: Eu gostaria de tê-lo

# SouhaitVoirText
source: I would like to see it
es: Me gustaría verlo
fr: Je souhaite le voir
pt: Eu gostaria de vê-lo

# SuggestionsText.Text
source: Some suggestions...
es: Algunas sugerencias...
fr: Quelques suggestions...
pt: Algumas sugestões...

# SynopsisText.Text
source: Synopsis :
es: Sinopsis:
pt: Sinopse:

# textFR
source: French
es: Francés
fr: Français
pt: Francês

# TheMovieDbText.Text
source: Movies database :
es: Base de datos de películas:
fr: Base de donnée des films :
pt: Banco de dados de filmes:

# TitreOriginalText.Text
source: Original title :
es: Título original:
fr: Titre original :
pt: Título original:

# TitreText.Text
source: Title :
es: Título:
fr: Titre :
pt: Título:

# TmbdConditions.Text
source: This application uses the API of The movie Database but is not the official application and is not certified by TMDB
es: Esta aplicación utiliza la API de la base de datos de película pero no es la aplicación oficial y no está certificada por TMDB
fr: Cette application utilise l'API de The movie Database mais n'est pas l'application officielle et n'est pas certifié par TMDB
pt: Este aplicativo usa a API do filme de banco de dados, mas não é o aplicativo oficial e não é certificado por TMDB

# TousContent.Content
source: All
es: Todos
fr: Tous
pt: Todos os

# TvMomentText.Text
source: Tv shows of the moment
es: Serie del momento
fr: Séries du moment
pt: Séries do momento

# TvPopularText.Text
source: Popular tv shows
es: Popular serie
fr: Séries populaires
pt: Populares séries

# ValiderContent.Content
source: Validate
es: Validar
fr: Valider
pt: Validar

# VersionText.Text
source: Version
es: Versión
pt: Versão

# VoirPlusContent.Content
source: See more
es: Ver más
fr: En voir plus
pt: Ver mais

# VuText
source: I saw it !
es: Lo vi!
fr: Je l'ai vu !
pt: Eu vi!

# textEN
source: English
es: Inglés
fr: Anglais
pt: Inglês

# textES
source: Spanish
es: Español
fr: Espagnol
pt: Espanhol

# textPT
source: Portuguese
es: Portugués
fr: Portugais
pt: Português

# Mesfilms.Content
source: My movies
es: Mis películas
fr: Mes films
pt: Meus filmes

# MesSeries.Content
source: My tv shows
es: Mi serie
fr: Mes séries
pt: Minha série

# FilmDejaLieText.Text
source: This movie is linked to one or more other films:
es: Esta película está vinculada a uno o más de otras películas:
fr: Ce film est lié à un ou plusieurs autres films :
pt: Este filme está ligado a um ou mais outros filmes.

# LieCollectionText.Text
source: Link this movie to a collection:
es: Enlazar esta película a una colección:
fr: Lier ce film à une collection :
pt: Link este filme para uma coleção:

# NumeroCollectionText.Text
source: Number in the collection:
es: Número en la colección:
fr: Numéro dans la collection :
pt: Número na coleção:

# SupFilmCollectionContent.Content
source: Delete this movie from the collection
es: Borrar esta película de la colección
fr: Supprimer ce film de la collection
pt: Excluir este filme da coleção

# contentDessinAnime.Content
source: Cartoon
es: Dibujos de anime
fr: Dessins Animes
pt: Desenhos de anime

# contentDocumentaire.Content
source: Documentaries
es: Documentales
fr: Documentaires
pt: Documentários

# contentSpectacle.Content
source: Shows and Concerts
es: Espectáculos y conciertos
fr: Spectacles & Concerts
pt: Shows e concertos

# MesCollections.Content
source: My collections
es: Mis colecciones
fr: Mes collections
pt: Minhas coleções

# MesDessinsAnimes.Content
source: My cartoons
es: Mis viñetas
fr: Mes dessins animés
pt: Meus desenhos

# MesDocumentaires.Content
source: My documentaries
es: Mis documentales
fr: Mes documentaires
pt: Meus documentários

# MesSpectacles.Content
source: My shows and concerts
es: Mis espectáculos y conciertos
fr: Mes Spectacles & concerts
pt: Meus shows e concertos

# majProgress.Text
source: Updating your current data following an update of the application. This may take a few minutes, especially if you have a lot of movies...
es: Actualización de sus datos actuales tras una actualización de la aplicación. Esto puede llevar unos minutos, especialmente si usted tiene un montón de películas...
fr: Mise à jour des données en cours suite à une mise à jour de l'application. Cela peut prendre quelques minutes surtout si vous avez beaucoup de films...
pt: Atualizando seus dados atuais após uma atualização do aplicativo. Isto pode levar alguns minutos, especialmente se você tem um monte de filmes...

# ImportMassContent.Content
source: Import from a folder
es: Importar desde una carpeta
fr: Import d'un dossier
pt: Importar a partir de uma pasta

# ImportMassText.Text
source: Import from a folder
es: Importar desde una carpeta
fr: Import d'un dossier
pt: Importar a partir de uma pasta

# AucunRes
source: No results
es: No hay resultados
fr: Aucun résultats
pt: Nenhum resultado

# errFilmNoOk
source: All movies are not ready to be imported
es: Todas las películas no están listas para ser importados
fr: Tout les films ne sont pas prêt à être importé
pt: Todos os filmes não estão prontos para serem importados

# PlusieursRes
source: Several results
es: Varios resultados
fr: Plusieurs résultats
pt: Vários resultados

# AjoutCollectionText.Text
source: To add this film to a collection, specify the name of the collection to which you want to link the film.
es: Para agregar esta película a una colección, especifique el nombre de la colección a la que desea vincular la película.
fr: Pour ajouter ce film à une collection, indiquez le nom de la collection à laquelle vous voulez lier le film.
pt: Para adicionar este filme a uma coleção, especifique o nome da coleção para o qual você deseja vincular o filme.

# phraseNon
source: No
fr: Non
pt: Não
